{
  "header": {
    "about_us": "من نحن",
    "articles": "مقالات",
    "pricing": "الأسعار",
    "courses": "الدورات",
    "comments": "التعليقات",
    "contact": "اتصل",
    "identification": {
      "button": {
        "login": "تسجيل الدخول",
        "logout": "تسجيل الخروج"
      },
      "modal": {
        "login": {
          "title": "مرحباً!",
          "subtitle": "سجّل دخولك للمتابعة",
          "button": "تسجيل الدخول",
          "email": "البريد الإلكتروني",
          "password": "كلمة المرور",
          "toggleModal": "ليس لديك حساب؟ سجّل هنا",
          "forgot_password": "هل نسيت كلمة المرور؟"
        },
        "register": {
          "title": "انضم إلينا!",
          "subtitle": "أنشئ حساباً للبدء",
          "info": [
            "أوافق على سياسات الخصوصية.",
            "أوافق على الشروط والأحكام.",
            "أوافق على استلام الأخبار والتحديثات عبر البريد الإلكتروني (النشرة البريدية)."
          ],
          "button": "تسجيل",
          "toggleModal": "لديك حساب بالفعل؟ سجّل الدخول هنا"
        },
        "utils": {
          "loading": "جارٍ التحميل...",
          "labels": {
            "email": "البريد الإلكتروني",
            "password": "كلمة المرور",
            "name": "الاسم"
          }
        }
      }
    }
  },
  "main": {
    "home": {
      "title": "من نحن",
      "about_us": {
        "title": "عن أكاديمية أمانة",
        "description": [
          "في أكاديمية أمانة نساعدك على تعلّم الإسبانية بطريقة ديناميكية وفعّالة ومحفّزة. بالنسبة لنا، تعلّم لغة ليس مجرد حفظ قواعد: بل هو تجربة ثقافية تربطك بأشخاص وأفكار وطرق جديدة لرؤية العالم.",
          "هل درست الإسبانية لفترة طويلة لكنك لا تتكلم بطلاقة بعد؟ هنا ستجد الثقة والأدوات لتعبّر عن نفسك بطبيعية ودون توتّر.",
          "هل أنت مبتدئ تمامًا؟ لا تقلق: نُصمِّم دروسًا مخصّصة تتوافق مع وتيرتك واهتماماتك وأهدافك."
        ]
      },
      "info": {
        "students": "الطلاب",
        "teachers": "المعلّمون",
        "satisfaction": "الرضا"
      },
      "focus": {
        "title": "نهجنا",
        "cards": [
          {
            "title": "مدرّسون متنوّعون",
            "description": "اختر من بين مجموعة واسعة من المدرّسين، ناطقين أصليين وغير ناطقين، من خلفيات مختلفة وبلهجات وشخصيات وأساليب تدريس متنوّعة. الجميع يتّبع منهجنا لضمان تجربة تعلّم فعّالة ومثرية."
          },
          {
            "title": "دروس مخصّصة",
            "description": "كل مدرس يكيّف دروسه مع مستواك وأهدافك وما تستمتع به أكثر. ستتعلّم بالطريقة التي تناسبك، مما يعزّز تقدّمك ويبقيك متحفّزًا."
          },
          {
            "title": "مواعيد مرنة",
            "description": "أنت تحدّد متى تتعلّم. احجز دروسك في الأوقات التي تناسبك: ستجد دائمًا مدرسين متاحين ضمن منطقتك الزمنية."
          }
        ],
        "note": [
          "في أكاديمية أمانة نؤمن بأن كل طالب فريد. لذلك نمنحك الحرية لاختيار المدرّس الذي يتناسب معك ويساعدك على تحقيق أهدافك في اللغة الإسبانية.",
          "- فريق أكاديمية أمانة"
        ]
      }
    },
    "articles": {
      "title": "مقالات",
      "summary": [
        "هل تريد تجربة قبل أن تقرّر؟ ",
        "إليك عينات مجانية من المواد لتطّلع على طريقتنا وتبدأ بالتعلّم فورًا. تمارين، شروحات وأنشطة عملية تمنحك لمحة عمّا ستعيشه في الحصة."
      ]
    },
    "pricing": {
      "title": "الأسعار",
      "type": {
        "standard": {
          "title": "فردية قياسية",
          "description": "نهج شامل للعمل على القواعد والمفردات والفهم والتعبير. لا نقتصر على قوائم أفعال أو كلمات معزولة: كل شيء يُتعلّم في سياق مع أمثلة وعبارات حقيقية. ندرج دائمًا حوارات وأنشطة تجعل الحصة عملية وممتعة.",
          "price": {
            "currency": "€",
            "amount": 30,
            "time": "/حصة"
          },
          "content": [
            "دروس فردية لمدة ساعة",
            "الوصول إلى مدرسين معتمدين",
            "مواد داعمة أساسية",
            "حجز مواعيد مرن",
            "دعم عبر البريد الإلكتروني"
          ],
          "time": "/حصة",
          "button": "حجز درس"
        },
        "conversation": {
          "title": "فردية للمحادثة",
          "description": "مخصّصة للمتعلمين ذوي المستوى المتوسط-العالي (B1+/B2) الذين يريدون التركيز على التحدّث. نقدّم أنشطة، ألعاب ومواضيع متنوّعة تجعل المحادثة متدفّقة. رغم أننا لا نتعمّق كثيرًا في القواعد، نقوم بتصحيح وتوضيح الاستفسارات فورًا.",
          "price": {
            "currency": "€",
            "amount": 20,
            "time": "/حصة"
          },
          "content": ["حصص جماعية غير محدودة", "الوصول إلى محتوى مميّز", "شهادة رسمية", "دعم 24/7"],
          "button": "حجز درس"
        },
        "group": {
          "title": "جماعية",
          "description": "نفس جودة الدروس القياسية، لكن في مجموعات صغيرة بحد أقصى 4 أشخاص. مثالية إذا كنت تبحث عن خيار أكثر اقتصادية وتعاونية. تشمل مناقشات، ألعاب وأنشطة تفاعلية. إذا لم تستطع الحضور، ستستلم ملخصًا بالمحتويات والتمارين التي تمّت معالجتها.",
          "price": {
            "currency": "€",
            "amount": 10,
            "time": "/حصة"
          },
          "content": ["حصص جماعية غير محدودة", "الوصول إلى محتوى مميّز", "شهادة رسمية", "دعم 24/7"],
          "time": "/حصة",
          "button": "حجز درس"
        }
      },
      "info": [
        {
          "title": "لست متأكدًا أي خطة تختار؟",
          "description": "هل ترغب بتجربة التعلم معنا لكن لا زلت متردّدًا؟ لا تبقَ على التساؤل! جرّب حصة مجانية (قياسية أو محادثة) مع المدرّس الذي تختاره واكتشف لماذا تعليم الإسبانية مع أكاديمية أمانة مختلف.",
          "button": "حجز حصة مجانية"
        },
        {
          "title": "هل تريد حل استفساراتك قبل أن تبدأ؟",
          "description": "احجز مكالمة مجانية وبدون التزام معنا. سنشرح لك كيف تعمل دروسنا، من هم مدرسونا ونجيب على جميع أسئلتك حول المدفوعات، الجداول والضمانات."
        }
      ]
    },
    "courses": {
      "title": "الدورات",
      "summary": [
        "هل تفضّل التعلم وفق وتيرتك؟ ",
        "دوراتنا عبر الإنترنت تتيح لك الدراسة من المنزل دون جداول ثابتة ومع مرونة كاملة.",
        "لن تجد فقط دورات لغة، بل أيضًا دورات عن الثقافة والطهي ومواضيع أخرى تربطك بالعالم الناطق بالإسبانية."
      ],
      "ideal_for": {
        "title": "الدورة مثالية لك",
        "title_color": "إذا كنت",
        "points": [
          {
            "title": "متعلم ذاتيًا",
            "description": "تحب التعلم حسب وتيرتك الخاصة. أنت متعلم ذاتيًا وتقدر الحرية في الدراسة متى شئت، لكنك تريد مواد عالية الجودة تدفع تقدمك حقًا."
          },
          {
            "title": "شخص ذو جداول مرنة",
            "description": "لا يمكنك الالتزام بجدول حصص ثابت وتفضل تحديد وتيرة تعلمك بنفسك."
          },
          {
            "title": "من يبحث عن نتائج حقيقية",
            "description": "تريد تعلم اللغة بمفردك، لكن تشعر أن المواد المجانية على يوتيوب أو الكتب التقليدية لا تمنحك النتائج التي تبحث عنها، لذا تريد البدء بشيء يساعدك حقًا."
          }
        ]
      },
      "modules": [
        {
          "sessions": [4, "فصول الفيديو"],
          "homeworks": [1, "الواجبات والموارد"],
          "title": "المفاهيم الأساسية للغة الإسبانية",
          "description": "ابدأ رحلتك في تعلم اللغة الإسبانية مع هذه الوحدة التمهيدية. تعلم أساسيات اللغة بطريقة عملية وبسيطة، واكتسب الثقة لبدء محادثاتك الأولى.",
          "content": [
            "تعلم أساسيات اللغة الإسبانية: التحيات، التعريفات، والعبارات الأساسية.",
            "مثالي للمبتدئين الذين يرغبون في البدء في التحدث من اليوم الأول.",
            "يتضمن دفتر تمارين لممارسة اللغة في المنزل."
          ]
        },
        {
          "sessions": [3, "فصول الفيديو"],
          "homeworks": [2, "الواجبات والموارد"],
          "title": "المفردات اليومية والتعبيرات المفيدة",
          "description": "حسن مفرداتك لاستخدامها في المواقف اليومية وتواصل بثقة في الحياة اليومية. تساعدك هذه الوحدة على فهم واستخدام التعبيرات الحقيقية التي يستخدمها المتحدثون الأصليون.",
          "content": [
            "وسع مفرداتك لاستخدامها في المواقف اليومية: التسوق، السفر، والمطاعم.",
            "استلم تمرينين قابلين للطباعة لتعزيز ما تعلمته.",
            "تعلم التعبيرات الشائعة والأمثال التي يستخدمها المتحدثون الأصليون."
          ]
        },
        {
          "sessions": [2, "فصول الفيديو"],
          "homeworks": [1, "الواجبات والموارد"],
          "title": "القواعد الأساسية بدون تعقيدات",
          "description": "اتقن قواعد اللغة الإسبانية دون الشعور بالإرهاق. تعلمك هذه الوحدة القواعد الأكثر أهمية بطريقة واضحة، لتتمكن من التحدث بشكل صحيح من البداية.",
          "content": [
            "اتقن الأزمنة الفعلية الأكثر أهمية بطريقة بسيطة وعملية.",
            "يتضمن كتاب تمارين صغير لمراجعة وتذكر القواعد.",
            "مثالي لأولئك الذين يريدون التحدث بشكل صحيح دون الشعور بالإرهاق."
          ]
        },
        {
          "sessions": [1, "فصول الفيديو"],
          "homeworks": [3, "الواجبات والموارد"],
          "title": "الاستماع والمحادثة",
          "description": "حسن مهارات الاستماع والمحادثة من خلال الاستماع إلى مقاطع صوتية أصلية وممارسة موجهة. تعلم كيفية الفهم والرد بثقة في المحادثات الحقيقية.",
          "content": [
            "استمع إلى البودكاست والمقاطع الصوتية الأصلية لتحسين مهارات الاستماع.",
            "قم بتمارين تفاعلية لممارسة الفهم.",
            "استلم مواد إضافية: بطاقات المفردات، التمارين، وهدايا مفاجئة صغيرة."
          ]
        }
      ]
    },
    "comments": {
      "best": "التعليقات الأكثر إعجابًا",
      "title": "عناصر التقييم",
      "button": "علق",
      "modal": {
        "title": "اترك تعليقك",
        "description": "كيف تقيم تجربتك؟",
        "submit": "إرسال",
        "cleanup": "تنظيف",
        "placeholder": "اكتب تعليقك هنا...",
        "loading": "جار التحميل..."
      },
      "evaluations": {
        "title": "التقييمات",
        "types": ["الاحترافية", "الكفاءة", "استجابة الخدمات في الوقت المحدد", "مدة الاتصال الإداري", "رضا المستخدم"]
      }
    },
    "contact": {
      "title": "اتصل",
      "form": {
        "name": "الاسم",
        "subject": "الموضوع",
        "message": "الرسالة",
        "button": "إرسال"
      },
      "etsy": {
        "title": "متجر Etsy",
        "description": "في متجرنا على Etsy ستجد دورات مصغّرة ومواد بأسعار معقولة: أنشطة، تمارين وشروحات مرئية لمواصلة ممارسة الإسبانية بطريقة بسيطة وممتعة."
      },
      "podcast": {
        "title": "اكتشف بودكاستنا",
        "description": "تعلّم الإسبانية بالاستماع إلى محادثات حقيقية، نصائح عملية ومواضيع ثقافية تُحسّن فهمك بينما تستمتع بالرحلة."
      },
      "call": {
        "title": "هل تريد حل استفساراتك قبل أن تبدأ؟",
        "description": "احجز مكالمة مجانية وبدون التزام معنا. سنشرح كيف تعمل دروسنا، من هم مدرسونا ونجيب على كل أسئلتك حول المدفوعات، الجداول والضمانات."
      }
    }
  },
  "footer": {
    "license": "الترخيص",
    "privacy_policy": "سياسة الخصوصية",
    "terms_of_service": "الشروط والأحكام"
  },
  "security": {
    "title": "قاعة الشرف للأمان",
    "subtitle": "تقديرًا للمساهمات القيمة لمجتمعنا",
    "intro": "في أمانة أكاديميا، نقدر بشدة جهود أولئك الذين يساعدون في حماية منصتنا ومستخدمينا. هذه الصفحة تعترف بمن أبلغوا عن الثغرات والتحسينات بمسؤولية.",
    "examples_title": "أمثلة غير حقيقية",
    "researchers": [
      {
        "name": "كارلوس بيريز",
        "severity": "خطورة متوسطة",
        "title": "أخصائي واجهة المستخدم/تجربة المستخدم",
        "finding_title": "تحسين واجهة الأمان",
        "finding_desc": "اقترح إعادة تنظيم إعدادات الخصوصية مما حسن بشكل كبير فهم المستخدمين واستخدامهم."
      },
      {
        "name": "ماريا جوميز",
        "severity": "خطورة متوسطة",
        "title": "مدققة ويب",
        "finding_title": "روابط معطلة وإعادة التوجيه",
        "finding_desc": "حددت عدة روابط معطلة كان يمكن استخدامها لهجمات التصيد أو إرباك المستخدمين."
      }
    ],
    "thank_you_title": "شكرًا لجعل أمانة أكاديميا أكثر أمانًا!",
    "thank_you_desc": "نقدر بشدة الوقت والجهد والخبرة التي كرسها باحثونا لتحسين منصتنا. عملهم المسؤول منع حوادث محتملة وحسن التجربة لجميع مستخدمينا."
  },
  "info": {
    "header": {
      "title": "أمانة أكاديميا",
      "subtitle": "خصوصيتك وثقتك هما أولويتنا. تعرف على كيفية حماية بياناتك وحقوقك."
    },
    "privacyPolicy": {
      "title": "سياسة الخصوصية",
      "sections": {
        "informationCollection": {
          "title": "المعلومات التي نجمعها واستخدامها",
          "content": "في أمانة أكاديميا، نقوم بجمع أنواع مختلفة من المعلومات لتقديم خدماتنا التعليمية لك: المعلومات الشخصية: الاسم الكامل، عنوان البريد الإلكتروني، رقم الهاتف، تاريخ الميلاد. المعلومات الأكاديمية: السجل التعليمي، الدورات المهتم بها، التقدم في الدورات، الدرجات. معلومات الدفع: البيانات اللازمة لمعالجة معاملاتك، على الرغم من أن تفاصيل بطاقات الائتمان الكاملة يتم التعامل معها بواسطة معالجات دفع تابعة لجهات خارجية. البيانات التقنية: عنوان IP، نوع المتصفح، الصفحات التي تمت زيارتها، وقت البقاء في الموقع، الجهاز المستخدم. المحتوى المُنشأ: الواجبات المقدمة، المشاركات في المنتديات، التعليقات وأي محتوى آخر تنشئه على منصتنا. نستخدم معلوماتك للأغراض التالية: تقديم خدماتنا التعليمية والحفاظ عليها وتحسينها. تخصيص تجربة التعلم الخاصة بك بناءً على اهتماماتك وتقدمك. معالجة مدفوعاتك وإدارة اشتراكك. التواصل معك بشأن التحديثات والدورات الجديدة أو التغييرات في خدماتنا. الرد على استفساراتك وتقديم الدعم الفني عندما تحتاجه. إجراء التحليلات والدراسات الداخلية لتحسين منصتنا. الالتزام بالالتزامات القانونية والتنظيمية."
        },
        "dataProtection": {
          "title": "حماية البيانات",
          "content": "ننفذ تدابير أمنية متنوعة لحماية معلوماتك: التشفير: جميع البيانات المنقولة بين متصفحك وخوادمنا مشفرة باستخدام بروتوكولات SSL/TLS. التخزين الآمن: يتم تخزين المعلومات على خوادم آمنة مع إجراءات حماية مادية ورقمية. الوصول المقيّد:只有 الموظفون المصرح لهم يمكنهم الوصول إلى معلوماتك،且仅出于 الأهداف المشروعة. التقييمات الدورية: نجري عمليات تدقيق أمنية بانتظام لتحديد الثغرات المحتملة وتصحيحها. النسخ الاحتياطي: نحتفظ بنسخ احتياطية من البيانات لمنع الخسائر في حالة الحوادث التقنية. على الرغم من هذه الإجراءات، لا يوجد نقل عبر الإنترنت أو طريقة تخزين إلكترونية آمنة بنسبة 100٪. إذا علمنا بوجود خرق أمني، فسنخطرك وفقًا للقوانين المعمول بها. وفقًا لتشريعات حماية البيانات، لديك الحقوق التالية: حق الوصول: يمكنك طلب معلومات حول البيانات الشخصية التي لدينا عنك. حق التصحيح: يمكنك طلب تصحيح أي معلومات غير دقيقة أو غير كاملة. حق الحذف: يمكنك طلب حذف بياناتك الشخصية في ظروف معينة. حق تقييد المعالجة: يمكنك طلب تقييد الطريقة التي نستخدم بها بياناتك. حق قابلية نقل البيانات: يمكنك طلب تزويدك ببياناتك بتنسيق منظم ومقروء. حق الاعتراض: يمكنك الاعتراض على معالجة بياناتك لأغراض التسويق المباشر. لممارسة أي من هذه الحقوق، يمكنك الاتصال بنا عبر support@amanahacademia.com. سوف نرد على طلبك في غضون 30 يومًا كحد أقصى."
        },
        "communications": {
          "title": "الاتصالات والنشرة الإخبارية",
          "content": "قد نستخدم بريدك الإلكتروني لإرسال: معلومات حول الدورات الجديدة، وتحديثات المحتوى، وتحسينات على المنصة. نصائح التعلم، والموارد التعليمية، والمقالات المتعلقة بمجالات دراستك. إعلامك بالعروض الخاصة، والخصومات، والفرص التعليمية. إرسال تذكيرات بالمهام pendientes، والمواعيد النهائية، والأحداث الأكاديمية. يمكنك إلغاء الاشتراك في هذه الاتصالات في أي وقت من خلال النقر على رابط \"إلغاء الاشتراك\" في كل بريد إلكتروني، أو عن طريق ضبط تفضيلات الإشعارات في إعدادات حسابك. في بعض الظروف، قد نشارك معلوماتك مع: مقدمي الخدمات: الشركات التي تساعدنا في تشغيل منصتنا (استضافة الويب، معالجة المدفوعات، تحليل البيانات، خدمات البريد الإلكتروني). المدربين والمعلمين: لتمكينهم من تقييم تقدمك وتقديم ملاحظات مخصصة لك. السلطات القانونية: عندما يكون ذلك ضروريًا للامتثال لالتزام قانوني، أو لائحة، أو عملية قانونية، أو طلب حكومي. الشركاء التجاريون: في حالات البرامج المشتركة أو الشراكات التعليمية، دائمًا بموافقتك المسبقة.我們 never نبيع معلوماتك الشخصية إلى أطراف ثالثة لأغراض تجارية."
        },
        "cookies": {
          "title": "الكوكيز والتقنيات المشابهة",
          "content": "نستخدم الكوكيز وتقنيات مشابهة من أجل: تذكر تفضيلاتك وإعداداتك. المصادقة على جلستك وإبقائها نشطة أثناء تصفحك لمنصتنا. تحليل كيفية تفاعلك مع خدماتنا لتحسين أدائها. تخصيص المحتوى وفقًا لاهتماماتك وسلوك التصفح. يمكنك إدارة تفضيلات الكوكيز من خلال إعدادات متصفحك. ضع في اعتبارك أن تعطيل بعض ملفات تعريف الارتباط قد يؤثر على وظائف منصتنا. تعمل أمانة أكاديميا على مستوى global، لذا قد يتم نقل معلوماتك ومعالجتها في دول خارج دولتك. قد يكون لهذه البلدان قوانين حماية بيانات تختلف عن القوانين في ولايتك القضائية.当我们نقل معلوماتك إلى بلدان أخرى， فإننا ننفذ التدابير الأمنية المناسبة، مثل الشروط التعاقدية القياسية، لضمان حصول بياناتك على مستوى حماية مكافئ للمطلوب في بلد إقامتك."
        },
        "policyChanges": {
          "title": "التغييرات على هذه السياسة",
          "content": "سنحتفظ بمعلوماتك الشخصية طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في هذه السياسة، ما لم يتطلب القانون أو يسمح بفترة احتفاظ أطول. بشكل عام، نحتفظ بمعلوماتك طالما أن حسابك نشط أو حسب الحاجة لتقديم الخدمات لك.一旦انتهت العلاقة، قد نحتفظ ببعض المعلومات للوفاء بالالتزامات القانونية، وتسوية النزاعات، وإنفاذ اتفاقياتنا. قد نقوم بتحديث سياسة الخصوصية هذه periodically لتعكس التغييرات في ممارساتنا أو لأسباب تشغيلية أو قانونية أو تنظيمية أخرى. سنخطرك بالتغييرات الجوهرية في هذه السياسة عن طريق نشر الإصدار الجديد على منصتنا، وعندما يقتضي القانون، سنطلب موافقتك. نوصيك بمراجعة هذه الصفحة بشكل دوري للبقاء على اطلاع حول كيفية حماية معلوماتك."
        }
      }
    },
    "termsConditions": {
      "title": "الشروط والأحكام",
      "sections": {
        "platformUse": {
          "title": "استخدام المنصة",
          "content": "بتسجيلك في أمانة أكاديميا، فإنك توافق على استخدام منصتنا بشكل مسؤول ووفقًا للتشريعات السارية. يشمل ذلك: تقديم معلومات صحيحة وحديثة أثناء التسجيل وفي ملفك الشخصي. استخدام الموارد التعليمية solely لأغراض التعلم الشخصي. عدم مشاركة بيانات اعتماد الوصول الخاصة بك مع أطراف ثالثة. احترام حقوق الملكية الفكرية للمواد المقدمة. عدم القيام بأنشطة قد dañar،或 sobrecargar، أو perjudicar تشغيل المنصة. الحفاظ على سلوك محترم في المنتديات ومساحات التواصل. نحتفظ بالحق في تعليق أو إلغاء حسابك إذا انتهكت these شروط الاستخدام."
        },
        "intellectualProperty": {
          "title": "الملكية الفكرية",
          "content": "جميع المحتوى التعليمي، والمواد، والبرمجيات، والملكية الفكرية الأخرى الموجودة في أمانة أكاديميا هي ملك حصري لشركتنا أو لمرخصينا،除非另有说明. من خلال الوصول إلى دوراتنا، تحصل على ترخيص محدود، غير حصري، غير قابل للتحويل، وقابل للإلغاء لاستخدام المواد لأغراض تعليمية شخصية. لا يشمل هذا الترخيص: الحق في إعادة توزيع، أو نشر، أو نقل، أو عرض المواد علانية. الحق في تعديل، أو تكييف، أو إنشاء أعمال مشتقة based على محتوانا. الحق في استخدام المحتوى لأغراض تجارية أو لتقديم التعليم لأطراف ثالثة. المحتوى الذي تنشئه وتشاركه على منصتنا (مثل الواجبات أو المشاركات في المنتديات) سيبقى ملكًا لك، ولكنك تمنحنا ترخيصًا لاستخدامه في سياق خدماتنا التعليمية."
        },
        "liabilityLimitation": {
          "title": "تحديد المسؤولية",
          "content": "تسعى أمانة أكاديميا جاهدة لتقديم خدمات تعليمية عالية الجودة، لكننا لا نستطيع ضمان نتائج تعلم محددة أو نجاح أكاديمي. نحن لسنا مسؤولين عن: الأضرار أو الخسائر غير المباشرة، أو العرضية، أو التبعية الناتجة عن استخدام خدماتنا. انقطاعات الخدمة due إلى الصيانة، أو التحديثات، أو أسباب beyond سيطرتنا. دقة، أو اكتمال، أو حداثة المحتوى التعليمي المقدم من قبل مدربين طرف ثالث. سوء الاستخدام الذي قد يقوم به المستخدمون للمعلومات المكتسبة في دوراتنا. إجمالي مسؤوليتنا towards لك regarding أي مطالبة related بخدماتنا لن يتجاوز المبلغ الإجمالي الذي دفعته لأمانة أكاديميا خلال الأشهر الستة السابقة للمطالبة."
        },
        "paymentsSubscriptions": {
          "title": "المدفوعات والاشتراكات",
          "content": "يتطلب الوصول إلى بعض الدورات ووظائف أمانة أكاديميا دفع رسوم. عند إجراء الدفع، فإنك توافق على: دفع جميع الرسوم applicable في المواعيد المحددة. تقديم معلومات دقيقة وحديثة للدفع. التفويض لنا بتحميل طريقة الدفع المقدمة بالمبالغ المقابلة. يتم تجديد الاشتراكات تلقائيًا في نهاية كل فترة فوترة، unless قمت بإلغاء اشتراكك قبل تاريخ التجديد. نقدم ضمان استرداد أموال لمدة 14 يومًا لمعظم دوراتنا، خاضعة لشروط الاسترداد المحددة لدينا."
        },
        "applicableLaw": {
          "title": "القانون المطبق وتسوية المنازعات",
          "content": "يخضع هذه الشروط ويتم تفسيره وفقًا لقوانين إسبانيا، دون اعتبار لأحكام تنازع القوانين فيها. في حالة أي نزاع related بهذه الشروط أو خدماتنا، فإننا نتفق أولاً على محاولة حله through المفاوضات المباشرة. إذا لم نصل إلى حل في غضون 60 يومًا، فإن كلا الطرفين يوافقان على إحالة النزاع إلى الوساطة قبل بدء أي إجراءات قضائية. أي نزاع لا يتم حله through المفاوضات أو الوساطة سيتم تسويته من قبل المحاكم المختصة في مدريد، إسبانيا."
        }
      }
    },
    "license": {
      "title": "الترخيص",
      "sections": {
        "usageLicense": {
          "title": "ترخيص الاستخدام",
          "content": "بتسجيلك في أمانة أكاديميا، يتم منحك ترخيصًا محدودًا، غير حصري، غير قابل للتحويل، وقابل للإلغاء للوصول إلى خدماتنا واستخدامها لأغراض تعليمية شخصية، وفقًا لهذه الشروط. يشمل هذا الترخيص: الوصول إلى الدورات التي سجلت فيها durante فترة سريان اشتراكك. الحق في عرض، أو بث، أو تنزيل (عند التوفر) المحتوى لاستخدامك الشخصي. إمكانية المشاركة في مناقشات المنتدى والأنشطة التفاعلية related بدوراتك. ينتهي هذا الترخيص تلقائيًا إذا انتهكت these الشروط أو عندما تقرر إلغاء حسابك."
        },
        "restrictions": {
          "title": "القيود",
          "content": "ممنوع منعًا باتًا: نسخ، أو إعادة إنتاج، أو توزيع، أو نقل، أو بث أي محتوى من دوراتنا دون ترخيص كتابي صريح. تعديل، أو تكييف، أو ترجمة، أو إنشاء أعمال مشتقة based على محتوانا. استخدام موادنا لتقديم التعليم لأطراف ثالثة أو لأغراض تجارية. Reverse engineering، أو فك التجميع، أو تفكيك any جانب من منصتنا. التحايل أو محاولة التحايل على أي إجراء حماية للمحتوى أو تقييد وصول. استخدام الروبوتات، أو العناكب، أو الوسائل الآلية الأخرى للوصول إلى خدماتنا. أي استخدام غير مصرح به لمحتوانا يشكل انتهاكًا لحقوق الملكية الفكرية وقد يؤدي إلى إنهاء فوري لحسابك وإلى إجراءات قانونية محتملة. للاطلاع على التفاصيل الكاملة لترخيصنا، قم بزيارة مستودعنا على GitHub:",
          "button": "عرض الترخيص الكامل"
        }
      }
    },
    "securityHallOfFame": {
      "title": "قاعة الشرف للأمن",
      "content": "في أمانة أكاديميا، نقدر بشكل كبير مساهمة باحثي الأمن والمستخدمين الذين يساعدوننا في تحديد الثغرات وتحسين حماية منصتنا. تهدف \"قاعة الشرف للأمن\" الخاصة بنا إلى تكريم أولئك الأشخاص الذين أبلغوا بطريقة مسؤولة about مشاكل الأمن، مما ساعدنا في الحفاظ على بيئة آمنة لجميع مستخدمينا. إذا اكتشفت ثغرة في أنظمتنا، فنحن نشكرك على الإبلاغ عنها بطريقة مسؤولة إلى support@amanahacademia.com، مع اتباع إرشادات الإبلاغ about الثغرات الخاصة بنا. الوصول to القائمة الكاملة for الاعترافات on صفحتنا المخصصة:",
      "button": "قاعة الشرف للأمن"
    }
  }
}
