{
  "header": {
    "about_us": "Sobre de nosotros",
    "articles": "Articulos",
    "pricing": "Precios",
    "courses": "Cursos",
    "comments": "Comentarios",
    "contact": "Contacto",
    "identification": {
      "button": {
        "login": "Identificatión",
        "logout": "Cerrar sesión"
      },
      "modal": {
        "login": {
          "title": "¡Bienvenido!",
          "subtitle": "Inicia sesión para continuar",
          "button": "Iniciar sesión",
          "email": "Email",
          "password": "Contraseña",
          "toggleModal": "¿No tienes cuenta? Regístrate aquí",
          "forgot_password": "¿Has olvidado tu contraseña?",
          "validation": {
            "email_required": "El email es obligatorio",
            "email_invalid": "Introduce un email válido",
            "password_required": "La contraseña es obligatoria",
            "password_min": "Mínimo 6 caracteres"
          }
        },
        "register": {
          "title": "¡Únete a nosotros!",
          "subtitle": "Crea una cuenta para empezar",
          "info": [
            "Acepto las políticas de privacidad.",
            "Acepto los términos y condiciones.",
            "Acepto recibir novedades y comunicaciones por email (newsletter)."
          ],
          "button": "Registrarse",
          "toggleModal": "¿Ya tienes cuenta? Inicia sesión aquí",
          "validation": {
            "name_required": "El nombre es obligatorio",
            "privacy_required": "Debes aceptar la política de privacidad",
            "terms_required": "Debes aceptar los términos y condiciones"
          }
        },
        "reset_password": {
          "title": "Restablecer contraseña",
          "subtitle": "Introduce tu email para recibir un enlace de restablecimiento, esta funcionalidad solo esta disponible para usuarios que no fueron logeados con Google.",
          "button": "Enviar enlace",
          "success": "Se ha enviado un correo de restablecimiento de contraseña",
          "back_to_login": "Volver al inicio de sesión"
        },
        "utils": {
          "loading": "Cargando...",
          "labels": {
            "email": "Email",
            "password": "Contraseña",
            "name": "Nombre"
          }
        }
      }
    }
  },
  "main": {
    "home": {
      "title": "Sobre nosotros",
      "about_us": {
        "title": "Sobre Amanah",
        "description": [
          "En Amanah Academia te ayudamos a aprender español de forma dinámica, efectiva y motivadora. Para nosotros, aprender un idioma no es solo memorizar reglas: es vivir una experiencia cultural que te conecta con nuevas personas, ideas y formas de ver el mundo.",
          "¿Has estudiado español durante mucho tiempo pero todavía no hablas con fluidez? Aquí encontrarás la confianza y las herramientas para expresarte sin nervios y con naturalidad.",
          "¿Eres principiante absoluto? No te preocupes: diseñamos clases a tu medida, adaptadas a tu ritmo, intereses y objetivos."
        ]
      },
      "info": {
        "students": "Estudiantes",
        "teachers": "Profesores",
        "satisfaction": "Satisfacción"
      },
      "focus": {
        "title": "Nuestro enfoque",
        "cards": [
          {
            "title": "Profesores Diversos",
            "description": "Elige entre una amplia variedad de profesores, nativos y no nativos, de diferentes orígenes y con distintos acentos, personalidades y estilos de enseñanza. Todos siguen nuestro método para garantizar una experiencia de aprendizaje efectiva y enriquecedora."
          },
          {
            "title": "Clases personalizadas",
            "description": "Cada profesor adapta sus clases a tu nivel, a tus objetivos y a lo que más disfrutas. Aprenderás de la forma que mejor se ajusta a ti, potenciando tu progreso mientras te mantienes motivado."
          },
          {
            "title": "Horarios Flexibles",
            "description": "Tú decides cuándo aprender. Reserva tus clases en los horarios que más te convengan: siempre encontrarás profesores disponibles en tu zona horaria."
          }
        ],
        "note": [
          "“Si le hablas a un hombre en un idioma que entiende, eso le llega a la cabeza.",
          "Si le hablas en su propio idioma, eso le llega al corazón”",
          "- Nelson Mandela"
        ]
      }
    },
    "articles": {
      "title": "Articulos",
      "summary": [
        "¿Quieres probar antes de decidirte? ",
        "Aquí tienes muestras gratuitas de materiales para que veas cómo trabajamos y empieces a aprender desde ya. Ejercicios, explicaciones y actividades prácticas que te darán un adelanto de lo que vivirás en clase."
      ]
    },
    "pricing": {
      "title": "Precios",
      "type": {
        "standard": {
          "title": "Individuales estándar",
          "price": {
            "currency": "€",
            "amount": 30,
            "time": "/class"
          },
          "content": [
            "Un enfoque completo para trabajar gramática, vocabulario, comprensión y expresión.",
            "No nos limitamos a listas de verbos o palabras sueltas.",
            "Todo se aprende en contexto, con ejemplos y expresiones reales.",
            "Siempre incluimos diálogos y actividades prácticas.",
            "Las clases son prácticas y entretenidas."
          ],
          "time": "/class",
          "button": "Reservar Clase"
        },
        "conversation": {
          "title": "Individuales de conversación",
          "price": {
            "currency": "€",
            "amount": 20,
            "time": "/class"
          },
          "content": [
            "Clases diseñadas para niveles intermedio-altos (B1+/B2).",
            "Enfoque principal en la práctica de la conversación.",
            "Uso de dinámicas, juegos y temas variados.",
            "Corrección y aclaración de dudas en el momento.",
            "No se profundiza en lecciones de gramática."
          ],
          "button": "Reservar Clase"
        },
        "group": {
          "title": "Grupales",
          "price": {
            "currency": "€",
            "amount": 10,
            "time": "/class"
          },
          "content": [
            "Misma calidad que las clases estándar.",
            "Grupos reducidos de máximo 4 personas.",
            "Opción más económica.",
            "Enfoque colaborativo.",
            "Incluye debates, juegos y actividades de participación.",
            "Envío de un resumen con contenidos y ejercicios en caso de inasistencia."
          ],
          "time": "/class",
          "button": "Reservar Clase"
        }
      },
      "info": [
        {
          "title": "No estas seguro de que plan elegir",
          "description": "¿Te intriga aprender con nosotros pero aún dudas en dar el paso? ¡No te quedes con la curiosidad! Prueba una clase gratuita (estándar o de conversación) con el profesor que tú elijas y descubre por qué aprender español con Amanah Academia es diferente.",
          "button": "Reservar clase gratuita"
        },
        {
          "title": "¿Quieres resolver tus dudas antes de empezar?",
          "description": "Reserva una llamada gratuita y sin compromiso con nosotros. Te contaremos cómo funcionan nuestras clases, quiénes son nuestros profesores y responderemos todas tus preguntas sobre pagos, horarios y garantías."
        },
        {
          "title": "Aviso, ponte en contacto",
          "description": "Te recomendamos ponerte en contacto con nosotros antes de reservar una clase para que te podamos aconsejar al mejor profesional dependiendo de tu nivel y de tus objetivos. Puedes escribirnos a"
        }
      ],
      "no_classes": {
        "title": "No hay clases disponibles",
        "description": "Por el momento no hay clases programadas. Pronto añadiremos nuevas opciones.",
        "badge": "Próximamente"
      }
    },
    "courses": {
      "title": "Cursos",
      "summary": [
        "¿Prefieres aprender a tu propio ritmo? ",
        "Nuestros cursos online te permiten estudiar desde casa, sin horarios fijos y con total flexibilidad.",
        "No solo encontrarás cursos de idioma, también de cultura, gastronomía y otros temas que te conectarán con el mundo hispanohablante."
      ],
      "ideal_for": {
        "title": "El curso es ideal para ti",
        "title_color": "si eres",
        "points": [
          {
            "title": "Autodidacta",
            "description": "Te gusta aprender a tu propio ritmo. Eres autodidacta y valoras la libertad de estudiar cuando quieras, pero quieres contar con materiales de calidad que realmente impulsen tu progreso."
          },
          {
            "title": "Alguien con horarios flexibles",
            "description": "No puedes comprometerte a un horario fijo de clases y prefieres marcar tú mismo tu ritmo de aprendizaje."
          },
          {
            "title": "Quien busca resultados reales",
            "description": "Deseas aprender el idioma por tu cuenta, pero sientes que los materiales gratuitos de YouTube o los libros de texto tradicionales no te llevan a los resultados que buscas, así que quieres empezar con algo que realmente te ayude."
          }
        ]
      },
      "modules": []
    },
    "comments": {
      "best": "Comentarios con más me gusta",
      "title": "Elementos de evaluación",
      "button": "Comentar",
      "modal": {
        "title": "Deja tu comentario",
        "description": "¿Cómo calificarías tu experiencia?",
        "submit": "Enviar",
        "cleanup": "Limpiar",
        "placeholder": "Escribe tu comentario aquí...",
        "loading": "Cargando..."
      },
      "evaluations": {
        "title": "Valoraciones",
        "types": [
          "Profesionalismo",
          "Eficiencia",
          "Respuesta de tiempo de los servicios",
          "Tiempo de contacto administrativo",
          "Satisfacción del usuario"
        ]
      }
    },
    "contact": {
      "title": "Contacto",
      "form": {
        "name": "Nombre",
        "subject": "Asunto",
        "message": "Mensaje",
        "button": "Contactar"
      },
      "etsy": {
        "title": "Tienda Etsy",
        "description": "En nuestra tienda de Etsy encontrarás mini cursos y materiales económicos: actividades, ejercicios y explicaciones visuales para seguir practicando tu español de manera sencilla y divertida."
      },
      "podcast": {
        "title": "Descubre nuestro podcast",
        "description": "Aprende español escuchando conversaciones reales, consejos prácticos y temas culturales que te harán mejorar tu comprensión mientras disfrutas del camino."
      },
      "call": {
        "title": "¿Quieres resolver tus dudas antes de empezar?",
        "description": "Reserva una llamada gratuita y sin compromiso con nosotros. Te contaremos cómo funcionan nuestras clases, quiénes son nuestros profesores y responderemos todas tus preguntas sobre pagos, horarios y garantías."
      }
    }
  },
  "footer": {
    "license": "Licencia",
    "privacy_policy": "Política de privacidad",
    "terms_of_service": "Términos y condiciones"
  },
  "security": {
    "title": "Security Hall of Fame",
    "subtitle": "Reconociendo las valiosas contribuciones de nuestra comunidad",
    "intro": "En Amanah Academia, valoramos enormemente los esfuerzos de quienes ayudan a proteger nuestra plataforma y usuarios. Esta página reconoce a quienes han reportado vulnerabilidades y mejoras de forma responsable.",
    "examples_title": "Ejemplos no reales",
    "researchers": [
      {
        "name": "Carlos Pérez",
        "severity": "Mediana Severidad",
        "title": "Especialista en UI/UX",
        "finding_title": "Mejora en interfaz de seguridad",
        "finding_desc": "Propuso una reorganización de la configuración de privacidad que mejoró significativamente la comprensión y uso por parte de los usuarios."
      },
      {
        "name": "María Gómez",
        "severity": "Mediana Severidad",
        "title": "Auditora Web",
        "finding_title": "Enlaces rotos y redirecciones",
        "finding_desc": "Identificó múltiples enlaces rotos que podrían haber sido utilizados para ataques de phishing o confusión de usuarios."
      }
    ],
    "thank_you_title": "¡Gracias por hacer Amanah Academia más segura!",
    "thank_you_desc": "Valoramos profundamente el tiempo, esfuerzo y experiencia que nuestros investigadores han dedicado para mejorar nuestra plataforma. Su trabajo responsable ha prevenido potenciales incidentes y ha mejorado la experiencia para todos nuestros usuarios."
  },
  "info": {
    "header": {
      "title": "Amanah Academia",
      "subtitle": "Tu privacidad y confianza son nuestra prioridad. Conoce cómo protegemos tus datos y tus derechos."
    },
    "privacyPolicy": {
      "title": "Política de Privacidad",
      "sections": {
        "informationCollection": {
          "title": "Información que recopilamos y su uso",
          "content": "En Amanah Academia, recopilamos diversos tipos de información para proporcionarte nuestros servicios educativos: Información personal: Nombre completo, dirección de correo electrónico, número de teléfono, fecha de nacimiento. Información académica: Historial educativo, cursos de interés, progreso en los cursos, calificaciones. Información de pago: Datos necesarios para procesar tus transacciones, aunque los detalles completos de tarjetas de crédito son manejados por procesadores de pago de terceros. Datos técnicos: Dirección IP, tipo de navegador, páginas visitadas, tiempo de permanencia en el sitio, dispositivo utilizado. Contenido generado: Tareas enviadas, participaciones en foros, comentarios y cualquier otro contenido que crees en nuestra plataforma. Utilizamos tu información para los siguientes propósitos: Proporcionar, mantener y mejorar nuestros servicios educativos. Personalizar tu experiencia de aprendizaje según tus intereses y progreso. Procesar tus pagos y gestionar tu suscripción. Comunicarnos contigo sobre actualizaciones, nuevos cursos o cambios en nuestros servicios. Responder a tus consultas y brindarte soporte técnico cuando lo necesites. Realizar análisis y estudios internos para mejorar nuestra plataforma. Cumplir con obligaciones legales y regulatorias."
        },
        "dataProtection": {
          "title": "Protección de datos",
          "content": "Implementamos diversas medidas de seguridad para proteger tu información: Encriptación: Todos los datos transmitidos entre tu navegador y nuestros servidores están encriptados utilizando protocolos SSL/TLS. Almacenamiento seguro: La información se almacena en servidores seguros con medidas de protección física y digital. Acceso restringido: Solo el personal autorizado tiene acceso a tu información, y únicamente para fines legítimos. Evaluaciones periódicas: Realizamos auditorías de seguridad regularmente para identificar y corregir posibles vulnerabilidades. Copias de seguridad: Mantenemos copias de seguridad de los datos para prevenir pérdidas en caso de incidentes técnicos. A pesar de estas medidas, ninguna transmisión por internet o método de almacenamiento electrónico es 100% seguro. Si tenemos conocimiento de una violación de seguridad, te notificaremos de acuerdo con las leyes aplicables. De acuerdo con la legislación de protección de datos, tienes los siguientes derechos: Derecho de acceso: Puedes solicitar información sobre qué datos personales tenemos sobre ti. Derecho de rectificación: Puedes solicitar que corrijamos cualquier información inexacta o incompleta. Derecho de supresión: Puedes solicitar que eliminemos tus datos personales en ciertas circunstancias. Derecho a la limitación del tratamiento: Puedes solicitar que restrinjamos el modo en que utilizamos tus datos. Derecho a la portabilidad de datos: Puedes solicitar que te proporcionemos tus datos en un formato estructurado y legible. Derecho de oposición: Puedes oponerte al tratamiento de tus datos para fines de marketing directo. Para ejercer cualquiera de estos derechos, puedes contactarnos a través de support@amanahacademia.com. Responderemos a tu solicitud en un plazo máximo de 30 días."
        },
        "communications": {
          "title": "Comunicaciones y Newsletter",
          "content": "Podemos utilizar tu correo electrónico para: Enviarte información sobre nuevos cursos, actualizaciones de contenido y mejoras en la plataforma. Compartir consejos de aprendizaje, recursos educativos y artículos de interés relacionados con tus áreas de estudio. Informarte sobre promociones especiales, descuentos y oportunidades educativas. Enviarte recordatorios sobre tareas pendientes, fechas límite y eventos académicos. Puedes darte de baja de estas comunicaciones en cualquier momento haciendo clic en el enlace de \"cancelar suscripción\" que aparece en cada correo electrónico, o ajustando tus preferencias de notificación en la configuración de tu cuenta. En algunas circunstancias, podemos compartir tu información con: Proveedores de servicios: Empresas que nos ayudan a operar nuestra plataforma (alojamiento web, procesamiento de pagos, análisis de datos, servicios de email). Instructores y profesores: Para permitirles evaluar tu progreso y brindarte retroalimentación personalizada. Autoridades legales: Cuando sea necesario para cumplir con una obligación legal, regulación, proceso legal o solicitud gubernamental. Socios comerciales: En casos de programas conjuntos o colaboraciones educativas, siempre con tu consentimiento previo. Nunca vendemos tu información personal a terceros con fines comerciales."
        },
        "cookies": {
          "title": "Cookies y tecnologías similares",
          "content": "Utilizamos cookies y tecnologías similares para: Recordar tus preferencias y configuraciones. Autenticar tu sesión y mantenerla activa mientras navegas por nuestra plataforma. Analizar cómo interactúas con nuestros servicios para mejorar su funcionamiento. Personalizar el contenido según tus intereses y comportamiento de navegación. Puedes gestionar tus preferencias de cookies a través de la configuración de tu navegador. Ten en cuenta que deshabilitar ciertas cookies puede afectar la funcionalidad de nuestra plataforma. Amanah Academia opera a nivel global, por lo que tu información podría ser transferida y procesada en países fuera del tuyo. Estos países pueden tener leyes de protección de datos diferentes a las de tu jurisdicción. Cuando transferimos tu información a otros países, implementamos las medidas de seguridad adecuadas, como cláusulas contractuales estándar, para garantizar que tu datos reciban un nivel de protección equivalente al requerido en tu país de residencia."
        },
        "policyChanges": {
          "title": "Cambios en esta política",
          "content": "Conservaremos tu información personal durante el tiempo necesario para cumplir con los fines descritos en esta política, a menos que la ley requiera o permita un período de conservación más largo. Generalmente, mantenemos tu información mientras tu cuenta esté activa o según sea necesario para prestarte servicios. Una vez finalizada la relación, podremos conservar cierta información para cumplir con obligaciones legales, resolver disputas y hacer cumplir nuestros acuerdos. Podemos actualizar esta política de privacidad periódicamente para reflejar cambios en nuestras prácticas o por otros motivos operativos, legales o regulatorios. Te notificaremos sobre cambios materiales en esta política publicando la nueva versión en nuestra plataforma y, cuando sea requerido por ley, solicitando tu consentimiento. Te recomendamos revisar esta página periódicamente para estar informado sobre cómo protegemos tu información."
        }
      }
    },
    "termsConditions": {
      "title": "Términos y Condiciones",
      "sections": {
        "platformUse": {
          "title": "Uso de la plataforma",
          "content": "Al registrarte en Amanah Academia, aceptas utilizar nuestra plataforma de forma responsable y conforme a la legislación vigente. Esto incluye: Proporcionar información veraz y actualizada durante el registro y en tu perfil. Utilizar los recursos educativos únicamente para tu aprendizaje personal. No compartir tus credenciales de acceso con terceros. Respetar los derechos de propiedad intelectual de los materiales proporcionados. No realizar actividades que puedan dañar, sobrecargar o perjudicar el funcionamiento de la plataforma. Mantener una conducta respetuosa en los foros y espacios de comunicación. Nos reservamos el derecho de suspender o cancelar tu cuenta si violas estos términos de uso."
        },
        "intellectualProperty": {
          "title": "Propiedad intelectual",
          "content": "Todo el contenido educativo, materiales, software y demás propiedad intelectual presente en Amanah Academia son propiedad exclusiva de nuestra empresa o de nuestros licenciantes, salvo que se indique lo contrario. Al acceder a nuestros cursos, obtienes una licencia limitada, no exclusiva, intransferible y revocable para utilizar los materiales con fines educativos personales. Esta licencia no incluye: El derecho a redistribuir, publicar, transmitir o mostrar públicamente los materiales. El derecho a modificar, adaptar o crear obras derivadas basadas en nuestro contenido. El derecho a utilizar el contenido con fines comerciales o para impartir enseñanza a terceros. El contenido que crees y compartas en nuestra plataforma (como tareas o participaciones en foros) seguirá siendo de tu propiedad, pero nos otorgas una licencia para utilizarlo en el contexto de nuestros servicios educativos."
        },
        "liabilityLimitation": {
          "title": "Limitación de responsabilidad",
          "content": "Amanah Academia se esfuerza por proporcionar servicios educativos de alta calidad, pero no podemos garantizar resultados específicos de aprendizaje o éxito académico. No nos hacemos responsables por: Daños o perjuicios indirectos, incidentales o consecuentes resultantes del uso de nuestros servicios. Interrupciones del servicio debido a mantenimiento, actualizaciones o causas beyond nuestro control. La exactitud, integridad o actualidad del contenido educativo proporcionado por instructores terceros. El uso indebido que los usuarios puedan hacer de la información adquirida en nuestros cursos. Nuestra responsabilidad total hacia ti por cualquier reclamación relacionada con nuestros servicios no excederá el monto total pagado por ti a Amanah Academia durante los seis meses anteriores a la reclamación."
        },
        "paymentsSubscriptions": {
          "title": "Pagos y suscripciones",
          "content": "El acceso a algunos cursos y funcionalidades de Amanah Academia requiere el pago de tarifas. Al realizar un pago, aceptas: Pagar todas las tarifas aplicables en los plazos establecidos. Proporcionar información de pago precisa y actualizada. Autorizarnos a cargar el método de pago proporcionado por los importes correspondientes. Las suscripciones se renovarán automáticamente al final de cada período de facturación, a menos que canceles tu suscripción antes de la fecha de renovación. Ofrecemos una garantía de reembolso de 14 días para la mayoría de nuestros cursos, sujeta a nuestros términos de reembolso específicos."
        },
        "applicableLaw": {
          "title": "Ley aplicable y resolución de conflictos",
          "content": "Estos términos se regirán e interpretarán de acuerdo con las leyes de España, sin tener en cuenta sus disposiciones sobre conflicto de leyes. En caso de cualquier disputa relacionada con estos términos o nuestros servicios, acordamos primero intentar resolverla mediante negociación directa. Si no llegamos a una resolución dentro de 60 días, ambas partes acuerdan someter la disputa a mediación antes de iniciar cualquier procedimiento judicial. Cualquier controversia que no se resuelva mediante negociación o mediación será resuelta por los tribunales competentes de Madrid, España."
        }
      }
    },
    "license": {
      "title": "Licencia",
      "sections": {
        "usageLicense": {
          "title": "Licencia de uso",
          "content": "Al registrarte en Amanah Academia, se te concede una licencia limitada, no exclusiva, no transferible y revocable para acceder y utilizar nuestros servicios con fines educativos personales, de acuerdo con estos términos. Esta licencia incluye: Acceso a los cursos en los que te hayas inscrito durante el período de vigencia de tu suscripción. Derecho a visualizar, streaming y descargar (cuando esté disponible) el contenido para tu uso personal. Posibilidad de participar en foros de discusión y actividades interactivas relacionadas con tus cursos. Esta licencia finaliza automáticamente si incumples estos términos o cuando decidas cancelar tu cuenta."
        },
        "restrictions": {
          "title": "Restricciones",
          "content": "Queda estrictamente prohibido: Copiar, reproducir, distribuir, transmitir o difundir cualquier contenido de nuestros cursos sin autorización expresa por escrito. Modificar, adaptar, traducir o crear obras derivadas basadas en nuestro contenido. Utilizar nuestros materiales para impartir enseñanza a terceros o con fines comerciales. Reverse engineer, descompilar o desmontar cualquier aspecto de nuestra plataforma. Eludir o intentar eludir cualquier medida de protección de contenido o restricción de acceso. Utilizar robots, spiders o otros medios automatizados para acceder a nuestros servicios. Cualquier uso no autorizado de nuestro contenido constituye una violación de los derechos de propiedad intelectual y puede resultar en la terminación inmediata de tu cuenta y posibles acciones legales. Para consultar los detalles completos de nuestra licencia, visita nuestro repositorio en GitHub:",
          "button": "Ver Licencia Completa"
        }
      }
    },
    "securityHallOfFame": {
      "title": "Security Hall Of Fame",
      "content": "En Amanah Academia, valoramos enormemente la contribución de los investigadores de seguridad y usuarios que nos ayudan a identificar vulnerabilidades y mejorar la protección de nuestra plataforma. Nuestro \"Security Hall of Fame\" reconoce a aquellas personas que han reportado de manera responsable problemas de seguridad, ayudándonos a mantener un entorno seguro para todos nuestros usuarios. Si descubres una vulnerabilidad en nuestros sistemas, te agradecemos que nos la reportes de manera responsable a support@amanahacademia.com, siguiendo nuestras directrices de reporte de vulnerabilidades. Accede a la lista completa de reconocimientos en nuestra página dedicada:",
      "button": "Security Hall Of Fame"
    }
  }
}
