{
  "header": {
    "about_us": "Chi siamo",
    "articles": "Articoli",
    "pricing": "Prezzi",
    "courses": "Corsi",
    "comments": "Commenti",
    "contact": "Contatti",
    "identification": {
      "button": {
        "login": "Accedi",
        "logout": "Disconnetti"
      },
      "modal": {
        "login": {
          "title": "Benvenuto!",
          "subtitle": "Accedi per continuare",
          "button": "Accedi",
          "email": "Email",
          "password": "Password",
          "toggleModal": "Non hai un account? Registrati qui",
          "forgot_password": "Hai dimenticato la password?"
        },
        "register": {
          "title": "Unisciti a noi!",
          "subtitle": "Crea un account per iniziare",
          "info": [
            "Accetto l’informativa sulla privacy.",
            "Accetto i termini e le condizioni.",
            "Accetto di ricevere novità e comunicazioni via email (newsletter)."
          ],
          "button": "Registrati",
          "toggleModal": "Hai già un account? Accedi qui"
        },
        "utils": {
          "loading": "Caricamento...",
          "labels": {
            "email": "Email",
            "password": "Password",
            "name": "Nome"
          }
        }
      }
    }
  },
  "main": {
    "home": {
      "title": "Chi siamo",
      "about_us": {
        "title": "Su Amanah",
        "description": [
          "All'Amanah Academy ti aiutiamo a imparare lo spagnolo in modo dinamico, efficace e motivante. Per noi imparare una lingua non significa solo memorizzare regole: è un'esperienza culturale che ti mette in contatto con nuove persone, idee e modi di vedere il mondo.",
          "Hai studiato spagnolo per molto tempo ma non parli ancora fluentemente? Qui troverai la fiducia e gli strumenti per esprimerti in modo naturale e senza nervosismo.",
          "Sei un principiante assoluto? Non preoccuparti: progettiamo lezioni su misura, adattate al tuo ritmo, ai tuoi interessi e ai tuoi obiettivi."
        ]
      },
      "info": {
        "students": "Studenti",
        "teachers": "Insegnanti",
        "satisfaction": "Soddisfazione"
      },
      "focus": {
        "title": "Il nostro approccio",
        "cards": [
          {
            "title": "Insegnanti diversi",
            "description": "Scegli tra un'ampia varietà di insegnanti, madrelingua e non madrelingua, provenienti da contesti diversi e con accenti, personalità e stili di insegnamento differenti. Tutti seguono il nostro metodo per garantire un'esperienza di apprendimento efficace e arricchente."
          },
          {
            "title": "Lezioni personalizzate",
            "description": "Ogni insegnante adatta le lezioni al tuo livello, ai tuoi obiettivi e a ciò che ti piace di più. Imparerai nel modo che si adatta meglio a te, potenziando i tuoi progressi e mantenendo alta la motivazione."
          },
          {
            "title": "Orari flessibili",
            "description": "Decidi tu quando imparare. Prenota le tue lezioni negli orari che preferisci: troverai sempre insegnanti disponibili nel tuo fuso orario."
          }
        ],
        "note": [
          "\"All'Amanah Academy crediamo che ogni studente sia unico. Per questo ti offriamo la libertà di scegliere l'insegnante che meglio si rapporta con te e ti aiuta a raggiungere i tuoi obiettivi nello spagnolo.\"",
          "- Team Amanah Academy"
        ]
      }
    },
    "articles": {
      "title": "Articoli",
      "summary": [
        "Vuoi provare prima di decidere? ",
        "Ecco campioni gratuiti dei materiali, così puoi vedere come lavoriamo e iniziare a imparare subito. Esercizi, spiegazioni e attività pratiche che ti daranno un'anteprima di ciò che vivrai in classe."
      ],
      "articles": [
        {
          "title": "Come migliorare rapidamente il tuo spagnolo",
          "summary": [
            "Consigli pratici per accelerare il tuo apprendimento dello spagnolo.",
            "Include risorse, tecniche di studio e raccomandazioni degli insegnanti."
          ]
        },
        {
          "title": "L'importanza dell'immersione culturale",
          "summary": [
            "Scopri come l'immersione nella cultura ispanica può migliorare la tua fluidità.",
            "Consigli su film, musica e letteratura in lingua spagnola."
          ]
        },
        {
          "title": "Come migliorare rapidamente il tuo spagnolo",
          "summary": [
            "Consigli pratici per accelerare il tuo apprendimento dello spagnolo.",
            "Include risorse, tecniche di studio e raccomandazioni degli insegnanti."
          ]
        },
        {
          "title": "L'importanza dell'immersione culturale",
          "summary": [
            "Scopri come l'immersione nella cultura ispanica può migliorare la tua fluidità.",
            "Consigli su film, musica e letteratura in lingua spagnola."
          ]
        },
        {
          "title": "Come migliorare rapidamente il tuo spagnolo",
          "summary": [
            "Consigli pratici per accelerare il tuo apprendimento dello spagnolo.",
            "Include risorse, tecniche di studio e raccomandazioni degli insegnanti."
          ]
        },
        {
          "title": "L'importanza dell'immersione culturale",
          "summary": [
            "Scopri come l'immersione nella cultura ispanica può migliorare la tua fluidità.",
            "Consigli su film, musica e letteratura in lingua spagnola."
          ]
        },
        {
          "title": "Come migliorare rapidamente il tuo spagnolo",
          "summary": [
            "Consigli pratici per accelerare il tuo apprendimento dello spagnolo.",
            "Include risorse, tecniche di studio e raccomandazioni degli insegnanti."
          ]
        },
        {
          "title": "L'importanza dell'immersione culturale",
          "summary": [
            "Scopri come l'immersione nella cultura ispanica può migliorare la tua fluidità.",
            "Consigli su film, musica e letteratura in lingua spagnola."
          ]
        },
        {
          "title": "Come migliorare rapidamente il tuo spagnolo",
          "summary": [
            "Consigli pratici per accelerare il tuo apprendimento dello spagnolo.",
            "Include risorse, tecniche di studio e raccomandazioni degli insegnanti."
          ]
        },
        {
          "title": "L'importanza dell'immersione culturale",
          "summary": [
            "Scopri come l'immersione nella cultura ispanica può migliorare la tua fluidità.",
            "Consigli su film, musica e letteratura in lingua spagnola."
          ]
        },
        {
          "title": "Come migliorare rapidamente il tuo spagnolo",
          "summary": [
            "Consigli pratici per accelerare il tuo apprendimento dello spagnolo.",
            "Include risorse, tecniche di studio e raccomandazioni degli insegnanti."
          ]
        },
        {
          "title": "L'importanza dell'immersione culturale",
          "summary": [
            "Scopri come l'immersione nella cultura ispanica può migliorare la tua fluidità.",
            "Consigli su film, musica e letteratura in lingua spagnola."
          ]
        }
      ]
    },
    "pricing": {
      "title": "Prezzi",
      "type": {
        "standard": {
          "title": "Individuali standard",
          "description": "Un approccio completo per lavorare su grammatica, vocabolario, comprensione ed espressione. Non ci limitiamo a liste di verbi o parole isolate: tutto si impara nel contesto, con esempi ed espressioni reali. Includiamo sempre dialoghi e attività che rendono la lezione pratica e coinvolgente.",
          "price": {
            "currency": "€",
            "amount": 30,
            "time": "/lezione"
          },
          "content": [
            "Lezioni individuali di 1 ora",
            "Accesso a insegnanti certificati",
            "Materiale di supporto base",
            "Prenotazione flessibile degli orari",
            "Supporto via email"
          ],
          "time": "/lezione",
          "button": "Prenota lezione"
        },
        "conversation": {
          "title": "Individuali di conversazione",
          "description": "Progettate per chi ha un livello intermedio-alto (B1+/B2) e vuole concentrarsi sul parlare. Utilizziamo dinamiche, giochi e temi vari per far fluire la conversazione. Pur non approfondendo la grammatica, correggiamo e chiarifichiamo i dubbi sul momento.",
          "price": {
            "currency": "€",
            "amount": 20,
            "time": "/lezione"
          },
          "content": [
            "Lezioni di gruppo illimitate",
            "Accesso a contenuti premium",
            "Certificazione ufficiale",
            "Supporto 24/7"
          ],
          "button": "Prenota lezione"
        },
        "group": {
          "title": "Di gruppo",
          "description": "La stessa qualità delle lezioni standard, ma in gruppi ristretti di massimo 4 persone. Ideali se cerchi un'opzione più economica e collaborativa. Includono dibattiti, giochi e attività partecipative. Se non puoi partecipare, riceverai un riassunto con i contenuti e gli esercizi svolti.",
          "price": {
            "currency": "€",
            "amount": 10,
            "time": "/lezione"
          },
          "content": [
            "Lezioni di gruppo illimitate",
            "Accesso a contenuti premium",
            "Certificazione ufficiale",
            "Supporto 24/7"
          ],
          "time": "/lezione",
          "button": "Prenota lezione"
        }
      },
      "info": [
        {
          "title": "Non sei sicuro su quale piano scegliere?",
          "description": "Sei curioso di imparare con noi ma non sei ancora convinto? Non restare nel dubbio! Prova una lezione gratuita (standard o conversazione) con l'insegnante che scegli e scopri perché imparare lo spagnolo con Amanah Academy è diverso.",
          "button": "Prenota lezione gratuita"
        },
        {
          "title": "Vuoi chiarire i tuoi dubbi prima di iniziare?",
          "description": "Prenota una chiamata gratuita e senza impegno con noi. Ti spiegheremo come funzionano le nostre lezioni, chi sono i nostri insegnanti e risponderemo a tutte le tue domande su pagamenti, orari e garanzie."
        }
      ]
    },
    "courses": {
      "title": "Corsi",
      "summary": [
        "Preferisci imparare al tuo ritmo? ",
        "I nostri corsi online ti permettono di studiare da casa, senza orari fissi e con totale flessibilità.",
        "Non troverai solo corsi linguistici, ma anche corsi su cultura, gastronomia e altri argomenti che ti avvicineranno al mondo ispanofono."
      ],
      "ideal_for": {
        "title": "Questo corso è ideale per te",
        "title_color": "se sei",
        "points": [
          {
            "title": "?????",
            "description": "Ti piace imparare al tuo ritmo. Sei autodidatta e apprezzi la libertà di studiare quando vuoi, ma desideri materiali di qualità che davvero favoriscano i tuoi progressi."
          },
          {
            "title": "?????",
            "description": "Non puoi impegnarti in un orario fisso per le lezioni e preferisci decidere tu il ritmo di apprendimento."
          },
          {
            "title": "?????",
            "description": "Vuoi imparare la lingua da solo, ma senti che i materiali gratuiti su YouTube o i libri tradizionali non ti portano ai risultati desiderati, quindi vuoi iniziare con qualcosa che ti aiuti davvero."
          }
        ]
      },
      "modules": {
        "title": "Programma",
        "title_color": "dei corsi",
        "content": [
          {
            "title": "Moduli",
            "description": "Ogni corso è composto da più moduli che affrontano diversi aspetti della lingua.",
            "icons": {
              "session": "Sessioni online",
              "book": "Materiale di lettura"
            }
          }
        ]
      }
    },
    "comments": {
      "title": "Commenti",
      "summary": ["Ti stanno piacendo le lezioni con noi?", "Lasciaci un commento e aiutaci a migliorare ogni giorno."]
    },
    "contact": {
      "title": "Contatti",
      "form": {
        "name": "Nome",
        "subject": "Oggetto",
        "message": "Messaggio",
        "button": "Contatta"
      },
      "etsy": {
        "title": "Negozio Etsy",
        "description": "Nel nostro shop su Etsy troverai mini-corsi e materiali economici: attività, esercizi e spiegazioni visive per continuare a praticare lo spagnolo in modo semplice e divertente."
      },
      "podcast": {
        "title": "Scopri il nostro podcast",
        "description": "Impara lo spagnolo ascoltando conversazioni reali, consigli pratici e temi culturali che miglioreranno la tua comprensione mentre ti godi il percorso."
      },
      "call": {
        "title": "Vuoi chiarire i tuoi dubbi prima di iniziare?",
        "description": "Prenota una chiamata gratuita e senza impegno con noi. Ti spiegheremo come funzionano le nostre lezioni, chi sono i nostri insegnanti e risponderemo a tutte le tue domande su pagamenti, orari e garanzie."
      }
    }
  },
  "footer": {
    "license": "Licenza",
    "privacy_policy": "Informativa sulla privacy",
    "terms_of_service": "Termini e condizioni"
  },
  "security": {
    "title": "Hall of Fame della Sicurezza",
    "subtitle": "Riconoscimento dei preziosi contributi della nostra comunità",
    "intro": "In Amanah Academia, valorizziamo enormemente gli sforzi di coloro che aiutano a proteggere la nostra piattaforma e gli utenti. Questa pagina riconosce coloro che hanno segnalato responsabilmente vulnerabilità e miglioramenti.",
    "examples_title": "Esempi non reali",
    "researchers": [
      {
        "name": "Carlos Pérez",
        "severity": "Gravità Media",
        "title": "Specialista UI/UX",
        "finding_title": "Miglioramento dell'interfaccia di sicurezza",
        "finding_desc": "Ha proposto una riorganizzazione delle impostazioni sulla privacy che ha migliorato significativamente la comprensione e l'utilizzo da parte degli utenti."
      },
      {
        "name": "María Gómez",
        "severity": "Gravità Media",
        "title": "Auditrice Web",
        "finding_title": "Link interrotti e reindirizzamenti",
        "finding_desc": "Ha identificato più link interrotti che avrebbero potuto essere utilizzati per attacchi di phishing o confusione degli utenti."
      }
    ],
    "thank_you_title": "Grazie per rendere Amanah Academia più sicura!",
    "thank_you_desc": "Apprezziamo profondamente il tempo, lo sforzo e l'esperienza che i nostri ricercatori hanno dedicato al miglioramento della nostra piattaforma. Il loro lavoro responsabile ha prevenuto potenziali incidenti e migliorato l'esperienza per tutti i nostri utenti."
  },
  "info": {
    "header": {
      "title": "Amanah Academia",
      "subtitle": "La tua privacy e fiducia sono la nostra priorità. Scopri come proteggiamo i tuoi dati e i tuoi diritti."
    },
    "privacyPolicy": {
      "title": "Politica sulla Privacy",
      "sections": {
        "informationCollection": {
          "title": "Informazioni che raccogliamo e loro utilizzo",
          "content": "In Amanah Academia raccogliamo diversi tipi di informazioni per fornirti i nostri servizi educativi: Informazioni personali: Nome completo, indirizzo email, numero di telefono, data di nascita. Informazioni accademiche: Storico educativo, corsi di interesse, progresso nei corsi, valutazioni. Informazioni di pagamento: Dati necessari per elaborare le tue transazioni, anche se i dettagli completi delle carte di credito sono gestiti da processori di pagamento di terze parti. Dati tecnici: Indirizzo IP, tipo di browser, pagine visitate, tempo di permanenza sul sito, dispositivo utilizzato. Contenuti generati: Compiti inviati, partecipazioni nei forum, commenti e qualsiasi altro contenuto che crei sulla nostra piattaforma. Utilizziamo le tue informazioni per i seguenti scopi: Fornire, mantenere e migliorare i nostri servizi educativi. Personalizzare la tua esperienza di apprendimento in base ai tuoi interessi e progressi. Elaborare i tuoi pagamenti e gestire la tua iscrizione. Comunicare con te riguardo ad aggiornamenti, nuovi corsi o modifiche ai nostri servizi. Rispondere alle tue domande e fornirti supporto tecnico quando necessario. Condurre analisi e studi interni per migliorare la nostra piattaforma. Rispettare obblighi legali e normativi."
        },
        "dataProtection": {
          "title": "Protezione dei dati",
          "content": "Implementiamo diverse misure di sicurezza per proteggere le tue informazioni: Crittografia: Tutti i dati trasmessi tra il tuo browser e i nostri server sono crittografati utilizzando protocolli SSL/TLS. Archiviazione sicura: Le informazioni vengono conservate su server sicuri con misure di protezione fisica e digitale. Accesso limitato: Solo il personale autorizzato ha accesso alle tue informazioni, esclusivamente per scopi legittimi. Valutazioni periodiche: Effettuiamo regolarmente audit di sicurezza per identificare e correggere eventuali vulnerabilità. Backup: Manteniamo copie di sicurezza dei dati per prevenire perdite in caso di incidenti tecnici. Nonostante queste misure, nessuna trasmissione via Internet o metodo di archiviazione elettronico è sicuro al 100%. Se veniamo a conoscenza di una violazione della sicurezza, ti informeremo in conformità con le leggi vigenti. In base alla legislazione sulla protezione dei dati, hai i seguenti diritti: Diritto di accesso, rettifica, cancellazione, limitazione del trattamento, portabilità dei dati e opposizione. Per esercitare uno di questi diritti, puoi contattarci a support@amanahacademia.com. Risponderemo entro un massimo di 30 giorni."
        },
        "communications": {
          "title": "Comunicazioni e Newsletter",
          "content": "Possiamo utilizzare la tua email per: Inviarti informazioni su nuovi corsi, aggiornamenti e miglioramenti della piattaforma. Condividere consigli di apprendimento, risorse educative e articoli di interesse. Informarti su promozioni speciali, sconti e opportunità educative. Inviarti promemoria su compiti, scadenze e eventi accademici. Puoi annullare l’iscrizione in qualsiasi momento cliccando sul link di \"cancellazione\" presente in ogni email o modificando le tue preferenze nelle impostazioni del tuo account. In alcune circostanze, possiamo condividere le tue informazioni con: Fornitori di servizi, istruttori, autorità legali o partner commerciali (sempre previo tuo consenso). Non vendiamo mai le tue informazioni personali a terzi per fini commerciali."
        },
        "cookies": {
          "title": "Cookie e tecnologie simili",
          "content": "Utilizziamo cookie e tecnologie simili per: Ricordare le tue preferenze e impostazioni. Autenticare la tua sessione. Analizzare le interazioni con i nostri servizi. Personalizzare i contenuti. Puoi gestire le preferenze dei cookie tramite il browser. Amanah Academia opera a livello globale, quindi i tuoi dati possono essere trasferiti in paesi con leggi diverse. Implementiamo misure di sicurezza adeguate, come clausole contrattuali standard, per proteggere i tuoi dati."
        },
        "policyChanges": {
          "title": "Modifiche a questa politica",
          "content": "Conserviamo i tuoi dati personali per il tempo necessario a fornire i servizi o come richiesto dalla legge. Possiamo aggiornare questa politica periodicamente per riflettere cambiamenti nelle nostre pratiche o requisiti legali. Ti informeremo pubblicando la nuova versione sulla nostra piattaforma e, se richiesto, chiedendo il tuo consenso. Ti raccomandiamo di rivedere periodicamente questa pagina."
        }
      }
    },
    "termsConditions": {
      "title": "Termini e Condizioni",
      "sections": {
        "platformUse": {
          "title": "Uso della piattaforma",
          "content": "Iscrivendoti ad Amanah Academia, accetti di utilizzare la piattaforma in modo responsabile e conforme alla legge. Ciò include fornire informazioni veritiere, usare le risorse per l’apprendimento personale, non condividere le credenziali, rispettare i diritti di proprietà intellettuale, non compromettere la piattaforma e mantenere una condotta rispettosa. Ci riserviamo il diritto di sospendere o cancellare l’account in caso di violazione."
        },
        "intellectualProperty": {
          "title": "Proprietà intellettuale",
          "content": "Tutti i contenuti sono di proprietà esclusiva di Amanah Academia o dei suoi licenzianti. Ottieni solo una licenza limitata, personale e revocabile. Non puoi redistribuire, modificare o usare i contenuti a fini commerciali. I contenuti che crei restano tuoi, ma ci concedi una licenza per usarli nei nostri servizi educativi."
        },
        "liabilityLimitation": {
          "title": "Limitazione di responsabilità",
          "content": "Amanah Academia offre servizi educativi di qualità, ma non garantisce risultati specifici. Non siamo responsabili per danni indiretti, interruzioni del servizio, errori di contenuti di terzi o uso improprio dei materiali. La responsabilità massima non supererà l’importo pagato nei sei mesi precedenti."
        },
        "paymentsSubscriptions": {
          "title": "Pagamenti e abbonamenti",
          "content": "Alcuni corsi richiedono il pagamento. Accetti di fornire dati corretti e di autorizzarci ad addebitare il metodo scelto. Gli abbonamenti si rinnovano automaticamente salvo cancellazione. Offriamo una garanzia di rimborso di 14 giorni per la maggior parte dei corsi."
        },
        "applicableLaw": {
          "title": "Legge applicabile e risoluzione delle controversie",
          "content": "Questi termini sono regolati dalle leggi spagnole. Le dispute saranno affrontate prima con negoziazione, poi mediazione e, se necessario, davanti ai tribunali di Madrid."
        }
      }
    },
    "license": {
      "title": "Licenza",
      "sections": {
        "usageLicense": {
          "title": "Licenza d’uso",
          "content": "Registrandoti ad Amanah Academia, ricevi una licenza limitata e personale per accedere ai corsi e utilizzare i contenuti a scopo educativo. Puoi accedere ai corsi iscritti, visualizzare i materiali e partecipare ai forum. La licenza termina in caso di violazione o cancellazione dell’account."
        },
        "restrictions": {
          "title": "Restrizioni",
          "content": "È vietato copiare, distribuire, modificare, usare a fini commerciali, reverse engineer o aggirare sistemi di protezione. Ogni uso non autorizzato comporta la chiusura dell’account e possibili azioni legali. Per i dettagli completi visita il nostro GitHub:",
          "button": "Vedi Licenza Completa"
        }
      }
    },
    "securityHallOfFame": {
      "title": "Security Hall Of Fame",
      "content": "Amanah Academia apprezza il contributo dei ricercatori di sicurezza che ci aiutano a migliorare la piattaforma. Il nostro \"Security Hall of Fame\" riconosce coloro che segnalano vulnerabilità in modo responsabile. Se trovi un problema, scrivici a support@amanahacademia.com. Consulta la lista completa qui:",
      "button": "Security Hall Of Fame"
    }
  }
}
