{
  "header": {
    "about_us": "Sobre nós",
    "articles": "Artigos",
    "pricing": "Preços",
    "courses": "Cursos",
    "comments": "Comentários",
    "contact": "Contato",
    "identification": {
      "button": {
        "login": "Entrar",
        "logout": "Sair"
      },
      "modal": {
        "login": {
          "title": "Bem-vindo!",
          "subtitle": "Faça login para continuar",
          "button": "Entrar",
          "email": "E-mail",
          "password": "Senha",
          "toggleModal": "Não tem uma conta? Cadastre-se aqui",
          "forgot_password": "Esqueceu sua senha?",
          "validation": {
            "email_required": "O e-mail é obrigatório",
            "email_invalid": "Por favor, insira um e-mail válido",
            "password_required": "A senha é obrigatória",
            "password_min": "Mínimo 6 caracteres"
          }
        },
        "register": {
          "title": "Junte-se a nós!",
          "subtitle": "Crie uma conta para começar",
          "info": [
            "Aceito a política de privacidade.",
            "Aceito os termos e condições.",
            "Concordo em receber novidades e comunicações por e-mail (newsletter)."
          ],
          "button": "Cadastrar",
          "toggleModal": "Já tem uma conta? Faça login aqui",
          "validation": {
            "name_required": "O nome é obrigatório",
            "privacy_required": "Você deve aceitar a política de privacidade",
            "terms_required": "Você deve aceitar os termos e condições"
          }
        },
        "utils": {
          "loading": "Carregando...",
          "labels": {
            "email": "E-mail",
            "password": "Senha",
            "name": "Nome"
          }
        }
      }
    }
  },
  "main": {
    "home": {
      "title": "Sobre nós",
      "about_us": {
        "title": "Sobre a Amanah",
        "description": [
          "Na Amanah Academia ajudamos você a aprender espanhol de forma dinâmica, eficaz e motivadora. Para nós, aprender uma língua não é só memorizar regras: é viver uma experiência cultural que conecta você a novas pessoas, ideias e formas de ver o mundo.",
          "Você estudou espanhol por muito tempo, mas ainda não fala com fluência? Aqui você encontrará a confiança e as ferramentas para se expressar de forma natural e sem nervosismo.",
          "É um principiante absoluto? Não se preocupe: desenhamos aulas sob medida, adaptadas ao seu ritmo, interesses e objetivos."
        ]
      },
      "info": {
        "students": "Alunos",
        "teachers": "Professores",
        "satisfaction": "Satisfação"
      },
      "focus": {
        "title": "Nossa abordagem",
        "cards": [
          {
            "title": "Professores diversos",
            "description": "Escolha entre uma ampla variedade de professores, nativos e não nativos, de diferentes origens e com sotaques, personalidades e estilos de ensino variados. Todos seguem nosso método para garantir uma experiência de aprendizagem eficaz e enriquecedora."
          },
          {
            "title": "Aulas personalizadas",
            "description": "Cada professor adapta suas aulas ao seu nível, aos seus objetivos e ao que você mais gosta. Você aprenderá da maneira que melhor se ajusta a você, impulsionando seu progresso enquanto se mantém motivado."
          },
          {
            "title": "Horários flexíveis",
            "description": "Você decide quando aprender. Agende suas aulas nos horários que mais lhe convêm: sempre encontrará professores disponíveis no seu fuso horário."
          }
        ],
        "note": [
          "\"Na Amanah Academia acreditamos que cada estudante é único. Por isso oferecemos a liberdade de escolher o professor que melhor se conecta com você e o ajuda a alcançar suas metas em espanhol.\"",
          "- Equipe Amanah Academia"
        ]
      }
    },
    "articles": {
      "title": "Artigos",
      "summary": [
        "Quer experimentar antes de decidir? ",
        "Aqui estão amostras gratuitas do material para que você veja como trabalhamos e comece a aprender imediatamente. Exercícios, explicações e atividades práticas que dão uma prévia do que você vivenciará em aula."
      ]
    },
    "pricing": {
      "title": "Preços",
      "type": {
        "standard": {
          "title": "Individuais padrão",
          "description": "Uma abordagem completa para trabalhar gramática, vocabulário, compreensão e expressão. Não nos limitamos a listas de verbos ou palavras isoladas: tudo é aprendido no contexto, com exemplos e expressões reais. Incluímos sempre diálogos e atividades que tornam a aula prática e envolvente.",
          "price": {
            "currency": "€",
            "amount": 30,
            "time": "/aula"
          },
          "content": [
            "Aulas individuais de 1 hora",
            "Acesso a professores certificados",
            "Material de apoio básico",
            "Agendamento flexível",
            "Suporte por e-mail"
          ],
          "time": "/aula",
          "button": "Reservar Aula"
        },
        "conversation": {
          "title": "Individuais de conversação",
          "description": "Projetadas para quem já tem nível intermediário-alto (B1+/B2) e quer focar em falar. Contamos com dinâmicas, jogos e temas variados que fazem a conversa fluir. Embora não entremos profundamente na gramática, corrigimos e esclarecemos dúvidas no momento.",
          "price": {
            "currency": "€",
            "amount": 20,
            "time": "/aula"
          },
          "content": ["Aulas em grupo ilimitadas", "Acesso a conteúdo premium", "Certificação oficial", "Suporte 24/7"],
          "button": "Reservar Aula"
        },
        "group": {
          "title": "Em grupo",
          "description": "A mesma qualidade das aulas padrão, mas em grupos pequenos de no máximo 4 pessoas. Ideais se você busca uma opção mais econômica e colaborativa. Incluem debates, jogos e atividades participativas. Se você não puder comparecer, receberá um resumo com os conteúdos e exercícios trabalhados.",
          "price": {
            "currency": "€",
            "amount": 10,
            "time": "/aula"
          },
          "content": ["Aulas em grupo ilimitadas", "Acesso a conteúdo premium", "Certificação oficial", "Suporte 24/7"],
          "time": "/aula",
          "button": "Reservar Aula"
        }
      },
      "info": [
        {
          "title": "Não tem certeza de qual plano escolher?",
          "description": "Curioso para aprender conosco mas ainda em dúvida? Não fique na incerteza! Experimente uma aula gratuita (padrão ou de conversação) com o professor que você escolher e descubra por que aprender espanhol com a Amanah Academia é diferente.",
          "button": "Agendar aula gratuita"
        },
        {
          "title": "Quer esclarecer suas dúvidas antes de começar?",
          "description": "Agende uma chamada gratuita e sem compromisso conosco. Contaremos como nossas aulas funcionam, quem são nossos professores e responderemos todas as suas perguntas sobre pagamentos, horários e garantias."
        },
        {
          "title": "Aviso, entre em contato",
          "description": "Recomendamos que você entre em contato conosco antes de reservar uma aula para que possamos aconselhá-lo sobre o melhor profissional dependendo do seu nível e dos seus objetivos. Você pode nos escrever em contact@amanahacademia.com"
        }
      ]
    },
    "courses": {
      "title": "Cursos",
      "summary": [
        "Prefere aprender no seu próprio ritmo? ",
        "Nossos cursos online permitem estudar de casa, sem horários fixos e com total flexibilidade.",
        "Você encontrará não só cursos de idioma, mas também sobre cultura, gastronomia e outros temas que conectam você ao mundo hispanofalante."
      ],
      "ideal_for": {
        "title": "O curso é ideal para você",
        "title_color": "se você é",
        "points": [
          {
            "title": "Autodidata",
            "description": "Você gosta de aprender no seu próprio ritmo. Você é autodidata e valoriza a liberdade de estudar quando quiser, mas deseja materiais de qualidade que realmente impulsionem seu progresso."
          },
          {
            "title": "Alguém com horários flexíveis",
            "description": "Você não pode se comprometer com um horário fixo de aulas e prefere definir seu próprio ritmo de aprendizagem."
          },
          {
            "title": "Quem busca resultados reais",
            "description": "Você quer aprender o idioma sozinho, mas sente que os materiais gratuitos do YouTube ou os livros tradicionais não trazem os resultados que deseja, então quer começar com algo que realmente ajude."
          }
        ]
      },
      "modules": []
    },
    "comments": {
      "best": "Comentários com mais curtidas",
      "title": "Itens de avaliação",
      "button": "Comentar",
      "modal": {
        "title": "Deixe seu comentário",
        "description": "Como você avaliaria sua experiência?",
        "submit": "Enviar",
        "cleanup": "Limpar",
        "placeholder": "Escreva seu comentário aqui...",
        "loading": "Carregando..."
      },
      "evaluations": {
        "title": "Avaliações",
        "types": [
          "Profissionalismo",
          "Eficiência",
          "Tempo de resposta dos serviços",
          "Tempo de contato administrativo",
          "Satisfação do usuário"
        ]
      }
    },
    "contact": {
      "title": "Contato",
      "form": {
        "name": "Nome",
        "subject": "Assunto",
        "message": "Mensagem",
        "button": "Enviar"
      },
      "etsy": {
        "title": "Loja no Etsy",
        "description": "Em nossa loja no Etsy você encontrará mini cursos e materiais acessíveis: atividades, exercícios e explicações visuais para continuar praticando seu espanhol de forma simples e divertida."
      },
      "podcast": {
        "title": "Descubra nosso podcast",
        "description": "Aprenda espanhol ouvindo conversas reais, dicas práticas e temas culturais que melhorarão sua compreensão enquanto você aproveita a jornada."
      },
      "call": {
        "title": "Quer esclarecer suas dúvidas antes de começar?",
        "description": "Agende uma chamada gratuita e sem compromisso conosco. Contaremos como nossas aulas funcionam, quem são nossos professores e responderemos todas as suas perguntas sobre pagamentos, horários e garantias."
      }
    }
  },
  "footer": {
    "license": "Licença",
    "privacy_policy": "Política de Privacidade",
    "terms_of_service": "Termos e Condições"
  },
  "security": {
    "title": "Hall da Fama de Segurança",
    "subtitle": "Reconhecendo as valiosas contribuições da nossa comunidade",
    "intro": "Na Amanah Academia, valorizamos muito os esforços daqueles que ajudam a proteger nossa plataforma e usuários. Esta página reconhece aqueles que relataram responsavelmente vulnerabilidades e melhorias.",
    "examples_title": "Exemplos não reais",
    "researchers": [
      {
        "name": "Carlos Pérez",
        "severity": "Gravidade Média",
        "title": "Especialista UI/UX",
        "finding_title": "Melhoria da interface de segurança",
        "finding_desc": "Propus uma reorganização das configurações de privacidade que melhorou significativamente a compreensão e o uso pelos usuários."
      },
      {
        "name": "María Gómez",
        "severity": "Gravidade Média",
        "title": "Auditora Web",
        "finding_title": "Links quebrados e redirecionamentos",
        "finding_desc": "Identificou vários links quebrados que poderiam ter sido usados para ataques de phishing ou confusão de usuários."
      }
    ],
    "thank_you_title": "Obrigado por tornar a Amanah Academia mais segura!",
    "thank_you_desc": "Apreciamos profundamente o tempo, esforço e expertise que nossos pesquisadores dedicaram para melhorar nossa plataforma. Seu trabalho responsável preveniu incidentes potenciais e melhorou a experiência para todos os nossos usuários."
  },
  "info": {
    "header": {
      "title": "Amanah Academia",
      "subtitle": "A sua privacidade e confiança são a nossa prioridade. Saiba como protegemos os seus dados e os seus direitos."
    },
    "privacyPolicy": {
      "title": "Política de Privacidade",
      "sections": {
        "informationCollection": {
          "title": "Informações que recolhemos e sua utilização",
          "content": "Na Amanah Academia recolhemos vários tipos de informações para fornecer os nossos serviços educativos: Informações pessoais: Nome completo, endereço de email, número de telefone, data de nascimento. Informações académicas: Histórico educacional, cursos de interesse, progresso nos cursos, notas. Informações de pagamento: Dados necessários para processar as transações, sendo que os detalhes dos cartões são geridos por processadores externos. Dados técnicos: Endereço IP, tipo de navegador, páginas visitadas, tempo de permanência, dispositivo utilizado. Conteúdo gerado: Trabalhos enviados, participação em fóruns, comentários e outros conteúdos criados na plataforma. Utilizamos as suas informações para: Fornecer, manter e melhorar os serviços. Personalizar a experiência de aprendizagem. Processar pagamentos e gerir a subscrição. Comunicar atualizações e novos cursos. Responder às suas questões e dar suporte técnico. Realizar análises internas. Cumprir obrigações legais."
        },
        "dataProtection": {
          "title": "Proteção de dados",
          "content": "Implementamos várias medidas de segurança: Encriptação SSL/TLS. Armazenamento seguro em servidores protegidos. Acesso restrito apenas a pessoal autorizado. Auditorias periódicas de segurança. Cópias de segurança para prevenir perdas. Nenhum sistema é 100% seguro. Se ocorrer uma violação, notificaremos conforme a lei. Os seus direitos incluem: acesso, retificação, eliminação, limitação do tratamento, portabilidade e oposição. Para exercer, contacte-nos em support@amanahacademia.com. Responderemos no prazo máximo de 30 dias."
        },
        "communications": {
          "title": "Comunicações e Newsletter",
          "content": "Podemos utilizar o seu email para: Enviar informações sobre cursos e atualizações. Partilhar dicas e recursos educativos. Informar sobre promoções e descontos. Enviar lembretes sobre prazos e eventos. Pode cancelar a subscrição a qualquer momento através do link em cada email ou nas definições da conta. Em alguns casos, podemos partilhar informações com: Fornecedores de serviços, instrutores, autoridades legais ou parceiros educativos (com consentimento). Nunca vendemos dados pessoais a terceiros."
        },
        "cookies": {
          "title": "Cookies e tecnologias semelhantes",
          "content": "Utilizamos cookies para: Guardar preferências, autenticar sessões, analisar utilização, personalizar conteúdos. Pode gerir cookies no navegador. Como operamos globalmente, os dados podem ser transferidos para países com leis diferentes. Aplicamos medidas de segurança como cláusulas contratuais padrão."
        },
        "policyChanges": {
          "title": "Alterações a esta política",
          "content": "Guardamos os dados apenas pelo tempo necessário. Podemos atualizar esta política periodicamente e notificaremos quando houver alterações relevantes. Recomendamos rever esta página regularmente."
        }
      }
    },
    "termsConditions": {
      "title": "Termos e Condições",
      "sections": {
        "platformUse": {
          "title": "Utilização da plataforma",
          "content": "Ao registar-se, aceita usar a plataforma de forma responsável e legal. Deve fornecer informações verdadeiras, usar os recursos apenas para aprendizagem pessoal, não partilhar credenciais, respeitar direitos de autor, não prejudicar a plataforma e manter respeito nos fóruns. Podemos suspender ou encerrar contas em caso de violação."
        },
        "intellectualProperty": {
          "title": "Propriedade intelectual",
          "content": "Todo o conteúdo é propriedade da Amanah Academia ou licenciantes. O utilizador recebe apenas uma licença pessoal e limitada. Não pode redistribuir, modificar ou usar com fins comerciais. O conteúdo criado pelo utilizador continua a ser seu, mas concede-nos licença para utilizá-lo nos serviços."
        },
        "liabilityLimitation": {
          "title": "Limitação de responsabilidade",
          "content": "Amanah Academia fornece serviços de qualidade, mas não garante resultados. Não nos responsabilizamos por danos indiretos, interrupções, imprecisões de conteúdos de terceiros ou uso indevido. A responsabilidade máxima não excederá o valor pago nos últimos seis meses."
        },
        "paymentsSubscriptions": {
          "title": "Pagamentos e subscrições",
          "content": "Alguns cursos exigem pagamento. Aceita fornecer dados corretos e autorizar a cobrança. As subscrições renovam-se automaticamente salvo cancelamento. Oferecemos garantia de reembolso de 14 dias na maioria dos cursos."
        },
        "applicableLaw": {
          "title": "Lei aplicável e resolução de litígios",
          "content": "Os termos regem-se pelas leis de Espanha. Conflitos serão resolvidos por negociação, depois mediação e, se necessário, pelos tribunais de Madrid."
        }
      }
    },
    "license": {
      "title": "Licença",
      "sections": {
        "usageLicense": {
          "title": "Licença de utilização",
          "content": "Ao registar-se, recebe uma licença limitada e pessoal para aceder aos cursos e utilizar os conteúdos para fins educativos. Pode visualizar cursos inscritos, aceder a materiais e participar em fóruns. A licença termina em caso de violação ou cancelamento."
        },
        "restrictions": {
          "title": "Restrições",
          "content": "É proibido copiar, distribuir, modificar, usar com fins comerciais, fazer engenharia reversa ou contornar proteções. Uso não autorizado resulta no encerramento da conta e possíveis ações legais. Para detalhes completos visite o nosso GitHub:",
          "button": "Ver Licença Completa"
        }
      }
    },
    "securityHallOfFame": {
      "title": "Security Hall Of Fame",
      "content": "A Amanah Academia valoriza os investigadores de segurança que nos ajudam a melhorar a plataforma. O nosso \"Security Hall of Fame\" reconhece quem reporta vulnerabilidades de forma responsável. Caso encontre alguma, envie para support@amanahacademia.com. Veja a lista completa aqui:",
      "button": "Security Hall Of Fame"
    }
  }
}
